; Italian
; Traduzione italiana (Marco D'Amato)

[Italian]
IDS_LCID=0x0410
IDS_FILE=File
IDS_SETTINGS=Opzioni
IDS_EXIT=Esci
IDS_LANGUAGE=Language
IDS_HELP=?
IDS_WEBSITE=Sito Web
IDS_CHECKUPDATES=Verifica disponibilità di aggiornamenti
IDS_ABOUT=Informazioni su...
IDS_DONATE=Give thanks!
IDS_CHECK=Check selected
IDS_UNCHECK=Uncheck selected
IDS_ADD=Add
IDS_DELETE=Delete
IDS_EXPLORE=Open containing folder
IDS_COPY=Copy
IDS_ALWAYSONTOP_CHK=Sempre in primo piano
IDS_INSERTBUFFER_CHK=Inserisci contenuto degli Appunti all'avvio
IDS_CHECKUPDATES_CHK=Verifica periodicamente la disponibilità di aggiornamenti (consigliato)
IDS_CODE=Error code
IDS_MODULES=Modules
IDS_DESCRIPTION=Description
IDS_MODULES_INT=Internal library
IDS_MODULES_EXT=External library
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_QUESTION_DELETE=Delete selected item(s)?
IDS_SAVE=Save
IDS_CLOSE=Close
IDS_RESET=Reset
IDS_DARKMODE_CHK=Use dark theme
